Repository: EdCFong/BestNumber
Catalog: BestNumber/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# 4_digitos
source: Must be 4 digits
es_es: Deben ser 4 dígitos

# 4_toros
source: Congratulations, you have 4 bulls :)
es_es: Felicidades, tienes 4 toros :)

# Are_you_sure
source: Are you sure you want to quit this game and start another? If the game is abandoned it will be counted as lost.
es_es: ¿Seguro que desea salir de este juego y comenzar otro? Si lo abandona se contará como perdido.

source: bulls and
es_es: toros y

source: bull and
es_es: toro y

source: cow
es_es: vaca

source: cows
es_es: vacas

# intentos
source: tries
es_es: intentos

# Juegos_ganados
source: Won games:
es_es: Juegos ganados:

# Juegos_realizados
source: Made games:
es_es: Juegos realizados:

# Mejor_juego
source: Best game
es_es: Mejor juego en

# Nivel
source: Level:
es_es: Nivel:

# No_comienza_con_0
source: Never starts with 0
es_es: Nunca comienza con 0

# No_repetir_digitos
source: No repeats digits
es_es: No se repiten dígitos

# perdiste
source: You have exceeded 15 tries,
es_es: Has superado los 15 intentos,

# Por_ciento
source: Percentage of games won:
es_es: Por ciento de juegos ganados:

# Puntos
source: Points:
es_es: Puntos:

# Puntos_acumulados
source: Lifetime Points:
es_es: Puntos acumulados:

# Start_button
source: Press start button
es_es: Presiona boton Comenzar

source: There are
es_es: Hay

source: You win!
es_es: Has ganado!

# About.Content
source: About this game
es_es: Acerca de este juego

# About_text.Text
source: Congratulations, if you have opened this game is that you are interested in the challenges of the mind, you are an intelligent person. This is game based on the classic English game of cows and bulls, is to guess a four-digit number, this number never starts with zero and digits are always different, pressing Test button the typed number is assumed, and the right is displayed the result, if a digit is present and is in the place right is evaluated as a bull, if a digit is present but is in a wrong place is evaluated as a cow. You have fifteen opportunities to find the number, begin the challenge. Example :
es_es: Felicidades, si ha abierto este juego es porque usted está interesado en los desafíos de la mente, es una persona inteligente. Este juego, basado en el clásico juego inglés de vacas y toros, consiste en adivinar un número de cuatro dígitos, este número nunca comienza por cero y sus dígitos siempre son diferentes, presionando el boton Probar se supone el número tecleado, y en la derecha se mostrará el resultado, si un dígito está presente y se encuentra en el lugar correcto es evaluada como un toro, si un dígito está presente pero se encuentra en un lugar equivocado es evaluada como una vaca. Tiene quince oportunidades para encontrar el número, que comience el desafío. Ejemplo:

# play.Content
source: Play
es_es: Jugar

# Start_button_text.Content
source: Start new game
es_es: Comenzar un nuevo juego

# TestButton_text.Content
source: Test
es_es: Probar

# About_pageTitle.Text
source: About this game
es_es: Acerca de este juego

# Are_you_sure2
source: Are you sure you want to quit this game? If the game is abandoned it will be counted as lost.
es_es: ¿Seguro que desea salir de este juego? Si lo abandona se contará como perdido.

# Borrar.Content
source: Clear
es_es: Borrar

# Estadisticas_letreroString
source: Statistics
es_es: Estadísticas

# Game_pageTitle
source: Game
es_es: Juego

# No_letras
source: Do not include letters
es_es: No incluya letras

source: Accept
es_es: Aceptar

# Adivinaste
source: Good work, the number is
es_es: Buen trabajo, el número es

source: Cancel
es_es: Cancelar

# Continuar
source: Continue
es_es: Continuar

# BackButton.Content
source: Back
es_es: Atrás

# perdiste2
source: sorry but you lost :(
es_es: lo siento pero has perdido :(
